IDEA Open Model
ConcreteBlockData.OutlinePoints Property
Compatible with IDEA StatiCa 20.1
 Outline points
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Point2D> OutlinePoints { get; set; }
Public Property OutlinePoints As List(Of Point2D)
	Get
	Set
Property Value
Type: List<Point2D>
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace